---
kind: other
id: Properties.T:Autodesk.Revit.DB.MullionType
source: html/ebb00af8-83cc-d536-8953-a63ca759e702.htm
---
# MullionType Properties

The id of the assembly instance to which the element belongs.